Repository: M1zz/ScheduleDensity
Catalog: ScheduleDensityApp/Localizable.xcstrings
Source language: ko
Languages: en, zh_hant

source: 높은 중요도는 빠른 날짜를, 낮은 중요도는 여유로운 날짜를 추천합니다
en: High importance gets earlier dates; low importance gets roomier ones
zh_hant: 重要度高的會推薦較早的日期，重要度低的則推薦較寬鬆的日期

source: 높음 - 가능한 한 빠른 날짜에 배치됩니다
en: High — placed as early as possible
zh_hant: 高：盡可能排在最早的日期

source: 눌러서 고치고, 왼쪽으로 밀어 지웁니다. 길게 눌러 끌면 순서가 바뀝니다. 오른쪽 숫자는 이 분류를 쓰는 할 일 수입니다 — 눌러 보면 무엇무엇인지 나옵니다.
en: Tap to edit, swipe left to delete. Press and hold, then drag, to reorder. The number on the right is how many to-dos use this category — tap it to see which ones.
zh_hant: 點一下即可編輯，向左滑動即可刪除。長按後拖移即可調整順序。 右側數字是使用此分類的待辦事項數量，點一下就能看到有哪些。

source: 눌러서 소요시간·기간·분류를 정하세요
en: Tap to set the time, span, and category
zh_hant: 點一下設定所需時間、期間和分類

source: 눌러서 이름·소요시간·기간·분류 고치기
en: Tap to edit the name, time, span, and category
zh_hant: 點一下編輯名稱、所需時間、期間和分類

source: 늘 보기
en: Always
zh_hant: 一律顯示

source: 다 됐어요
en: All set
zh_hant: 都好了

source: 다가올 일정
en: Upcoming
zh_hant: 即將到來的行程

source: 다른 일정 고르기
en: Choose another schedule
zh_hant: 選擇其他行程

source: 다시 보기로 바꿨습니다
en: They'll show again
zh_hant: 已改為再次顯示

source: 다시 불러오기
en: Reload
zh_hant: 重新載入

source: 다시 붙잡는 데만 평균 23분이 듭니다. 조각에 넣으면 시동만 걸다 끝나니, 시간을 늘리거나 덩어리 시간에 두세요.
en: It takes 23 minutes on average just to get back into it. In a fragment you'd only be warming up — give it more time, or put it in a block.
zh_hant: 光是重新進入狀況，平均就要 23 分鐘。放進碎片裡只會一直在暖身，請把時間拉長，或放到整塊時間。

source: 다시 시도
en: Try again
zh_hant: 再試一次

source: 다음
en: Next
zh_hant: 下一步

source: 다음 (%lld개 선택)
en: Next (%lld selected)
zh_hant: 下一步（已選 %lld 個）

source: 다음 주
en: Next week
zh_hant: 下週

source: 다음 주 뒤
en: After next week
zh_hant: 下週之後

source: 다음 주 이후
en: After next week
zh_hant: 下週以後

source: 다이나믹 아일랜드에 보기
en: Show in Dynamic Island
zh_hant: 在動態島顯示

source: 다이나믹 아일랜드에 보이기
en: Show in Dynamic Island
zh_hant: 在動態島顯示

source: 다이나믹 아일랜드에서 감추기
en: Hide from Dynamic Island
zh_hant: 從動態島隱藏

source: 다이나믹 아일랜드에서도 보기
en: Also Show in Dynamic Island
zh_hant: 也在動態島顯示

source: 단계
en: Steps
zh_hant: 步驟

source: 단계 보기
en: See steps
zh_hant: 查看步驟

source: 단계 없음
en: No steps
zh_hant: 沒有步驟

source: 단계 이름
en: Step name
zh_hant: 步驟名稱

source: 단계 추가
en: Add step
zh_hant: 加入步驟

source: 단계는 ‘닫히는’ 크기로
en: Cut steps to a size that closes
zh_hant: 把步驟切成「能收尾」的大小

source: 단계는 언제든 다시 적고, 순서도 바꿀 수 있어요.
en: You can rewrite steps and reorder them at any time.
zh_hant: 步驟隨時都能重寫，也能調整順序。

source: 단계는 한 번 앉아서 끝낼 수 있는 크기여야 합니다. 하다 만 단계는 다음 시간까지 주의를 끌고 갑니다. 이 일 전체 시간은 단계들의 합이 됩니다.
en: A step should be small enough to finish in one sitting. A half-done step drags your attention into the next hour. The job's total time is the sum of its steps.
zh_hant: 步驟要小到一次坐下就能做完。做到一半的步驟會把注意力拖到下一段時間。 這件事的總時間就是各步驟的加總。

source: 닫기
en: Close
zh_hant: 關閉

source: 달력 범위
en: Calendar range
zh_hant: 行事曆範圍

source: 달마다 결제되고 언제든 해지합니다.
en: Bills monthly, cancel any time.
zh_hant: 每月付款，隨時可取消。

source: 달성
en: Met
zh_hant: 達成

source: 더 쪼개기
en: Split further
zh_hant: 再拆細

source: 덩어리
en: Block
zh_hant: 整塊

source: 덩어리를 쪼개 볼까요
en: Let's split a block
zh_hant: 來拆一個整塊吧

source: 덩어리입니다. 지켜 둔 시간에 두세요.
en: This is a block. Give it time you've set aside.
zh_hant: 這是整塊。請放在預留好的時間。

source: 데드라인
en: Deadline
zh_hant: 截止

source: 데드라인 %@
en: Due %@
zh_hant: 截止 %@

source: 데드라인 바꾸기
en: Change deadline
zh_hant: 更改截止日

source: 데드라인 정하기
en: Set a deadline
zh_hant: 設定截止日

source: 데이터 백업
en: Back up data
zh_hant: 備份資料

source: 동기화 오류: %@
en: Sync error: %@
zh_hant: 同步錯誤：%@

source: 동기화 진단
en: Sync diagnostics
zh_hant: 同步診斷

source: 동기화 해제
en: Turn off sync
zh_hant: 關閉同步

source: 동기화된 적 없음
en: Never synced
zh_hant: 從未同步

source: 동기화를 켜면 일정 추가/수정/삭제 시 자동으로 iCloud에 백업됩니다. • 수동 백업: 현재 로컬 데이터를 iCloud에 업로드 • iCloud에서 복원: 앱 재설치 후 백업 데이터 복원
en: With sync on, every event you add, edit, or delete is backed up to iCloud automatically. • Back up now: upload what's on this device to iCloud • Restore from iCloud: bring the backup back after reinstalling
zh_hant: 開啟同步後，每次新增、編輯或刪除行程都會自動備份到 iCloud。 • 手動備份：將此裝置上的資料上傳到 iCloud • 從 iCloud 回復：重新安裝 App 後回復備份資料

source: 되돌릴 수 없습니다.
en: This can't be undone.
zh_hant: 此動作無法復原。

source: 두 시간을 넘기면 하다 말게 됩니다. 넘을 것 같으면 그 마디를 다시 쪼개세요 — 단계를 길게 누르면 그 단계만 따로 쪼갤 수 있습니다.
en: Past two hours you'll leave it half done. If a stage looks like it will run over, split it again — press and hold a step to split just that one.
zh_hant: 超過兩小時就會做到一半停下。如果某一段看起來會超過，就再拆一次；長按某個步驟，就能只拆那一個。

source: 두 질문으로 조각과 덩어리를 가르는 것까지 전부.
en: Including the two questions that sort quick bits from big blocks.
zh_hant: 連同用兩個問題區分碎片與整塊的方法，全部都有。

source: 두 칸은 끝까지 따로 셉니다. 합치면 “50분 벌었는데 왜 아무것도 못 했지”가 됩니다. 하루의 끝이 시계로 고정돼 있으면 절약은 시간으로 회수되지 않고 여유(부하 감소)로만 회수됩니다. 그때 이 칸이 0인 것은 실패가 아니라 사실입니다.
en: The two columns are counted apart, all the way. Add them together and you get "I saved 50 minutes — why did I get nothing done?" When the end of your day is fixed by the clock, what you save comes back as slack, not as time. A zero in this column then isn't failure; it's the fact.
zh_hant: 兩欄從頭到尾分開計算。合在一起，就會變成「明明省了 50 分鐘，怎麼什麼都沒做成」。 如果一天的結束由時鐘固定，省下的不會變回時間，只會變成餘裕（負擔減輕）。這時這一欄是 0，不是失敗，而是事實。

source: 러닝 30분
en: 30-minute run
zh_hant: 跑步 30 分鐘

source: 레인 %lld
en: Lane %lld
zh_hant: 軌道 %lld

source: 레인별 분포
en: Lane distribution
zh_hant: 各軌道分布

source: 로그인 안 됨
en: Not signed in
zh_hant: 未登入

source: 로그인됨
en: Signed in
zh_hant: 已登入

source: 로딩 중...
en: Loading…
zh_hant: 載入中⋯

source: 로컬에 일정이 없습니다. iCloud 데이터가 비워졌습니다.
en: There are no events on this device. iCloud has been emptied.
zh_hant: 此裝置上沒有行程。 iCloud 資料已清空。

source: 루틴 %lld · 블록 %lld
en: Routines %lld · blocks %lld
zh_hant: 例行事項 %lld・整塊 %lld

source: 링크·자료를 펼쳐만 둡니다. 본 작업의 시동 비용을 여기서 미리 냅니다.
en: Just open the links and files. You pay the real work's warm-up cost here.
zh_hant: 只要把連結和資料打開放著。正式工作的暖身成本就在這裡先付掉。

source: 마무리해서 보내기
en: Wrap it up and send it
zh_hant: 收尾後寄出

source: 마지막 백업
en: Last backup
zh_hant: 上次備份

source: 마지막을 닫는 단계가 없습니다
en: There's no step that closes the end
zh_hant: 沒有收尾的步驟

source: 만드는 중… (25초)
en: Creating… (25 s)
zh_hant: 建立中⋯（25 秒）

source: 만들기
en: Create
zh_hant: 建立

source: 맞춤 패턴
en: Custom pattern
zh_hant: 自訂模式

source: 매여 있는 기간
en: Time it holds you
zh_hant: 被綁住的 期間

source: 매여 있는 일
en: Ongoing
zh_hant: 持續中的事

source: 매일
en: Every day
zh_hant: 每天

source: 매주
en: Every week
zh_hant: 每週

source: 맥 ‘무지개 공방’에서는 잠·식사·일을 뺀 정말 남은 시간을 보며 할 일을 다시 나눌 수 있습니다.
en: In Rainbow Craft for Mac, you can see the time really left after sleep, meals and work, and spread your to-dos again.
zh_hant: 在 Mac 的「彩虹工坊」中，你可以看著扣掉睡眠、用餐和工作後真正剩下的時間，重新分配待辦事項。

source: 맥 앱 ‘무지개 공방’
en: Rainbow Craft for Mac
zh_hant: Mac App「彩虹工坊」

source: 맥 앱 ‘무지개 공방’은 이 할 일 목록을 그대로 열어, 한 주 안에 자리를 잡아 주는 앱입니다.
en: Rainbow Craft for Mac opens this same to-do list and helps you find a place in your week for each item.
zh_hant: Mac App「彩虹工坊」會直接開啟這份待辦清單，幫你在一週裡替每件事找到位置。

source: 맥 앱 ‘무지개 공방’이 이 목록을 그대로 열어, 남은 시간 안에 끌어다 놓게 해 줍니다.
en: Rainbow Craft for Mac opens this same list and lets you drag each item into the time you have left.
zh_hant: Mac App「彩虹工坊」會直接開啟這份清單，讓你把每件事拖進剩下的時間裡。

source: 맥 앱 알아보기
en: Learn About the Mac App
zh_hant: 了解 Mac App

source: 맥과 같은 계정이면 '계정 식별자'가 서로 같습니다. '맥에서 내려온 계획'이 0이면 iCloud에서 아무것도 안 내려온 것이고, '할 일 저장 위치'가 빨간 글씨면 이 기기에만 쌓이고 있는 것입니다. '세어 보기'는 iCloud에 실제로 올라가 있는 것을 셉니다. 어떤 타입이 0개면 그건 **아직 안 올라간** 것이고, 대개 CloudKit 콘솔에서 Development → Production 스키마를 배포하지 않아서입니다. 반대로 개수가 있는데 앱 목록이 비었다면 올라온 걸 **못 읽는** 것이라 다른 문제입니다.
en: If your Mac is on the same account, the account IDs match. If 'Plans from the Mac' is 0, nothing came down from iCloud; if 'Where to-dos are stored' is red, they're only piling up on this device. 'Count' counts what's actually on iCloud. A type showing 0 means it **hasn't gone up yet** — usually because the Development → Production schema wasn't deployed in the CloudKit console. If the count is there but the app's list is empty, it's **not being read**, which is a different problem.
zh_hant: 如果 Mac 使用同一個帳號，「帳號識別碼」會相同。 「從 Mac 下載的計畫」若為 0，表示沒有從 iCloud 下載任何東西；「待辦事項儲存位置」若是紅字，表示只累積在這部裝置上。 「計算數量」會計算實際上傳到 iCloud 的內容。某個類型若為 0 個，表示**尚未上傳**，通常是因為沒有在 CloudKit 主控台把 Development → Production 結構描述部署出去。反過來，如果有數量但 App 的清單是空的，那就是上傳了卻**讀不到**，是另一個問題。

source: 맥과 오가기
en: Sync with the Mac
zh_hant: 與 Mac 同步

source: 맥과 함께 쓰기
en: Use it with your Mac
zh_hant: 搭配 Mac 使用

source: 맥락을 다시 읽어 와야 하는 일은 조각에서 시동만 걸다 끝납니다.
en: Work that needs its context reloaded spends the whole fragment warming up.
zh_hant: 需要重新讀回脈絡的事，在碎片裡只會一直在暖身。

source: 맥에서 App Store를 열고 ‘무지개 공방’을 찾거나, 아래 링크를 맥으로 보내세요.
en: On your Mac, open the App Store and search for Rainbow Craft, or send the link below to your Mac.
zh_hant: 在 Mac 上打開 App Store 搜尋「彩虹工坊」，或把下方連結傳送到 Mac。

source: 맥에서 내려온 계획
en: Plans from the Mac
zh_hant: 從 Mac 下載的計畫

source: 맥에서 정리하기
en: Organize on Mac
zh_hant: 在 Mac 上整理

source: 맥으로 링크 보내기
en: Send Link to Mac
zh_hant: 傳送連結到 Mac

source: 맨 위 카드를 눌러 이 일이 언제부터 언제까지인지 정해 주세요. 정하면 그 기간이 무지개에 한 줄로 그어집니다 — 끝나는 날까지 계속 나를 붙잡고 있는 시간이니까요.
en: Tap the card at the top and set when this job runs from and to. Once it's set, that span is drawn on the Rainbow as one line — because it holds you right up to its last day.
zh_hant: 點一下最上方的卡片，設定這件事從何時開始、到何時結束。 設定後，這段期間會在彩虹上畫成一條線，因為直到最後一天，它都一直綁著你。

source: 맨 위에는 지금 할 단계 하나만 섭니다. 그게 지금 손대야 하는 일이에요. 나머지는 아래 목록에서 순서대로 기다립니다.
en: Only one step stands at the top — the one to touch right now. The rest wait their turn in the list below.
zh_hant: 最上方只站著一個現在要做的步驟，那就是現在該動手的事。 其餘的在下方清單中依序等待。

source: 멈춤
en: Paused
zh_hant: 暫停

source: 멈춰 있습니다
en: Paused
zh_hant: 已暫停

source: 모두
en: All
zh_hant: 全部

source: 모두 합쳐
en: All together
zh_hant: 全部加總

source: 모든 날짜 선택됨
en: Every day selected
zh_hant: 已選擇所有日期

source: 모든 단계가 자리를 잡아야 하는 크기입니다. 자료 모아두기·한 줄 메모처럼 조각에서 닫히는 단계를 하나 만들어두면, 흘려보내던 틈이 이 할 일에 쓰입니다.
en: Every step here needs you to sit down for it. Add one step that closes in a fragment — gathering links, a one-line note — and the gaps you used to let slip start going into this job.
zh_hant: 這裡每個步驟都需要坐下來專心做。加一個能在碎片裡收尾的步驟，像是蒐集資料、寫一行筆記，原本白白流走的空檔就會用在這件事上。

source: 모든 단계를 마쳤습니다
en: Every step is finished
zh_hant: 所有步驟都已完成

source: 모든 요일
en: Every day
zh_hant: 每天

source: 모든 일정 삭제
en: Delete all events
zh_hant: 刪除所有行程

source: 모든 일정(지나간 일정 포함)을 표시합니다.
en: Shows every event, including the ones that ended.
zh_hant: 顯示所有行程（包含已結束的行程）。

source: 모든 일정을 리스트로 보기
en: See every event as a list
zh_hant: 以列表查看所有行程

source: 모든 일정을 삭제합니다
en: Deletes every event
zh_hant: 刪除所有行程

source: 목록
en: List
zh_hant: 列表

source: 목차 잡기
en: Outline the sections
zh_hant: 擬定大綱

source: 몸으로 하는 일은 나눠 해도 쌓입니다.
en: Physical work adds up even when it's split.
zh_hant: 動身體的事，分開做也會累積。

source: 몸으로 하는 일이라 시동이 없습니다.
en: It's physical, so there's no warm-up.
zh_hant: 這是動身體的事，所以不需要暖身。

source: 무료 버전
en: Free version
zh_hant: 免費版

source: 무료 체험 시작
en: Start free trial
zh_hant: 開始免費試用

source: 무슨 일인지 적어요
en: Write down what it is
zh_hant: 寫下是什麼事

source: 무엇을 쓸지 정하기
en: Decide what to write
zh_hant: 決定要寫什麼

source: 무엇을 할지 정하기
en: Decide what to do
zh_hant: 決定要做什麼

source: 무지개
en: Rainbow
zh_hant: 彩虹

source: 무지개 Pro
en: Rainbow Pro
zh_hant: 彩虹 Pro

source: 무지개 공방 계획 표시
en: Show Rainbow Workshop plans
zh_hant: 顯示彩虹工坊的計畫

source: 무지개 사용법 다시 보기
en: Show the Rainbow guide again
zh_hant: 再次查看彩虹使用說明

source: 무지개 읽는 법
en: How to read the Rainbow
zh_hant: 如何閱讀彩虹

source: 무지개, 할 일 쪼개기, 두 질문, 단계 순서는 값을 받지 않습니다. 한 번 사면 끝이고 구독이 아닙니다.
en: The Rainbow, splitting, the two questions, and step order cost nothing. One purchase, no subscription.
zh_hant: 彩虹、拆分待辦事項、兩個問題、步驟順序都不收費。買一次就好，不是訂閱。

source: 무지개, 할 일 쪼개기, 두 질문, 단계 순서는 그대로 쓰십니다. 곁다리 %lld가지가 잠겨 있습니다.
en: The Rainbow, splitting, the two questions, and step order are all yours. %lld extras are locked.
zh_hant: 彩虹、拆分待辦事項、兩個問題、步驟順序都照常可用。另有 %lld 項附加功能已鎖定。

source: 무지개, 할 일 쪼개기, 타이머, 맥과 오가기는 그대로 쓰십니다. %lld가지가 잠겨 있습니다.
en: The rainbow, splitting to-dos, the timer and Mac sync stay yours. %lld things are locked.
zh_hant: 彩虹、拆分待辦事項、計時器、與 Mac 同步都照常可用。有 %lld 項功能已鎖定。

source: 무지개는 꾹 눌러서 그려요
en: You draw the Rainbow by pressing and holding
zh_hant: 彩虹要長按來畫

source: 무지개에 %lld일 · D-%lld
en: %lld days on the Rainbow · %lld to go
zh_hant: 在彩虹上 %lld 天・D-%lld

source: 무지개에 %lld일 · 오늘까지
en: %lld days on the Rainbow · due today
zh_hant: 在彩虹上 %lld 天・今天截止

source: 무지개에 걸려 있는 일
en: What's hanging on the Rainbow
zh_hant: 掛在彩虹上的事

source: 무지개에 그어 둔 줄도 함께 없어집니다.
en: The line it drew on the Rainbow goes too.
zh_hant: 在彩虹上畫的線也會一起消失。

source: 무지개에 그어 둔 줄을 못 지워서 할 일도 그대로 두었습니다. 한쪽만 지우면 남은 줄이 어디서 온 것인지 알 수 없게 됩니다. %@
en: The line on the Rainbow couldn't be erased, so the to-do was left alone too. Delete one side only and there's no telling where the leftover line came from. %@
zh_hant: 無法擦掉彩虹上畫的線，所以待辦事項也保留原樣。如果只刪除其中一邊，就無從得知剩下的線是從哪裡來的。 %@

source: 무지개에 긋기
en: Draw on the Rainbow
zh_hant: 畫到彩虹上

source: 무지개에서 빼기
en: Remove from the Rainbow
zh_hant: 從彩虹移除

source: 무지개와 쪼개기는 그대로 무료입니다
en: The Rainbow and splitting stay free
zh_hant: 彩虹和拆分依然免費

source: 묶음
en: Group
zh_hant: 群組

source: 물어보기
en: Ask each time
zh_hant: 每次詢問

source: 뭘 할지 고르는 동안 조각이 끝납니다.
en: The gap is gone before you finish choosing.
zh_hant: 還在挑要做什麼，碎片時間就結束了。

source: 뭘 할지 고르는 동안 조각이 끝납니다. 결정은 덩어리에서 하고, 정해진 것만 조각 단계로 보내세요.
en: The gap is gone before you finish choosing. Make decisions in a block, and send only the settled work to fragment steps.
zh_hant: 還在挑要做什麼，碎片時間就結束了。請在整塊時間做決定，只把已確定的事送到碎片步驟。

source: 미분류
en: Uncategorized
zh_hant: 未分類

source: 밀림
en: Overdue
zh_hant: 逾期

source: 바로 하면 되는 일
en: Ready right now
zh_hant: 馬上就能做的事

source: 바로 하면 되는 일로 표시
en: Mark it as ready right now
zh_hant: 標示為馬上就能做的事

source: 바로 하면 됨
en: Ready to go
zh_hant: 馬上就能做

source: 반복 일정 자동 변환
en: Repeating events converted
zh_hant: 已自動轉換重複行程

source: 받기
en: Receive
zh_hant: 接收

source: 받는 사람은 읽기만 할 수 있고, 내 일정을 고칠 수 없어요. 일정을 바꾼 뒤엔 ‘업데이트’를 눌러 반영하세요.
en: They can read your events but not change them. After you edit something, tap Update to push it through.
zh_hant: 對方只能查看，無法修改你的行程。修改行程後，請點「更新」來套用。

source: 방금 그은 한 줄
en: The line you just drew
zh_hant: 剛剛畫的一條線

source: 방금 쪼갠 일
en: What you just split
zh_hant: 剛剛拆分的事

source: 배수구
en: the drain
zh_hant: 排水孔

source: 백로그
en: Backlog
zh_hant: 未排定

source: 백업 데이터 삭제 중...
en: Deleting backup data…
zh_hant: 正在刪除備份資料⋯

source: 백업 성공
en: Backup complete
zh_hant: 備份成功

source: 백업 시작 중...
en: Starting backup…
zh_hant: 正在開始備份⋯

source: 백업 실패
en: Backup failed
zh_hant: 備份失敗

source: 백업 완료
en: Backup finished
zh_hant: 備份完成

source: 백업할 일정이 없습니다. iCloud 데이터가 비워졌습니다.
en: There's nothing to back up. iCloud has been emptied.
zh_hant: 沒有可備份的行程。 iCloud 資料已清空。

source: 버그 제보와 기능 제안을 환영합니다.
en: Bug reports and ideas are welcome.
zh_hant: 歡迎回報錯誤和提出功能建議。

source: 번개
en: Bolt
zh_hant: 閃電

source: 번개 안내 다시 보기
en: Show the Bolt guide again
zh_hant: 再次查看閃電說明

source: 번개가 뭔가요
en: What is the Bolt?
zh_hant: 什麼是閃電？

source: 번개는 ‘지금 바로’ 라는 뜻
en: The Bolt means 'right now'
zh_hant: 閃電的意思是 「現在馬上」

source: 번개는 ‘이건 준비 없이 바로 된다’고 내가 직접 붙이는 표시입니다. 5분 열두 번은 한 시간이 아니라서, 짬에 집을 수 있는 일은 따로 표시해 두어야 흘러가지 않아요.
en: The Bolt is a mark you put on yourself, saying this one needs no warm-up. Twelve five-minute gaps aren't an hour, so unless you mark what fits in a gap, the gaps run out through your fingers.
zh_hant: 閃電是你自己貼上的標記，表示「這件事不用準備，馬上就能做」。十二次 5 分鐘不等於一小時，所以能在空檔拿起來做的事要另外標出來，才不會白白流走。

source: 번개를 붙인 줄은 차례와 상관없이 목록 맨 위 연두 칸에 섭니다. 짬이 났을 때 목록을 훑지 않고 맨 위만 봐도 되도록요.
en: A bolted line jumps the queue and stands in the green box at the top — so when a gap opens you only have to look up there, not scan the whole list.
zh_hant: 貼上閃電的項目不管順序，都會站到清單最上方的淺綠色格子裡。這樣有空檔時不必掃過整份清單，只看最上面就好。

source: 번개를 붙인다고 마감이나 걸린 시간이 바뀌지는 않아요. 어디에 서는지만 달라집니다.
en: The Bolt doesn't change a deadline or the time something takes. It only changes where it stands.
zh_hant: 貼上閃電不會改變截止日或所需時間，只會改變它站的位置。

source: 보고서 쓰기
en: Write the report
zh_hant: 寫報告

source: 보고서 초안 쓰기
en: Draft the report
zh_hant: 寫報告草稿

source: 보내기
en: Send
zh_hant: 傳送

source: 보내는 것은 이 화면의 **숫자**와, '무지개 Pro' 안내 화면에서 벌어진 일 몇 가지입니다 — 그 화면을 보셨는지, 어느 잠긴 기능에서 들어오셨는지, 사셨는지 못 사셨는지. **전부 앱이 미리 정해 둔 낱말이고, 결제 정보와 영수증은 나가지 않습니다.** 할 일 제목도, 일정 이름도, 분류 이름도, 날짜도 나가지 않습니다. 누가 보냈는지는 앱을 깔 때 만들어진 무작위 번호로만 구분하고, 그 번호는 Apple 계정이나 기기와 이어져 있지 않습니다. 앱을 지우면 사라집니다. 끄시면 이 기기에 적어 둔 날짜 기록도 함께 지웁니다.
en: What gets sent is the **numbers** on this screen, plus a few things that happened on the ‘Rainbow Pro’ screen: whether you saw it, which locked feature brought you there, and whether the purchase went through. **All of these are fixed words the app chose in advance. No payment details or receipts are sent.** No to-do titles, schedule names, category names or dates are sent either. Senders are told apart only by a random number created when you installed the app. It isn’t linked to your Apple Account or your device, and it disappears when you delete the app. If you turn this off, the date records kept on this device are deleted too.
zh_hant: 傳送的是此畫面上的**數字**，以及在「彩虹 Pro」說明畫面發生的幾件事：你是否看過那個畫面、從哪個鎖定的功能進來、是否購買成功。**這些全都是 App 事先定好的詞，付款資訊和收據都不會傳出去。** 待辦事項標題、行程名稱、分類名稱、日期也都不會傳出去。 傳送者只以安裝 App 時產生的隨機號碼來區分，這個號碼與 Apple 帳號或裝置都沒有關聯。刪除 App 後就會消失。 關閉此功能時，記錄在這部裝置上的日期紀錄也會一併刪除。

source: 보내는 것은 이 화면의 **숫자뿐**입니다. 할 일 제목도, 일정 이름도, 분류 이름도, 날짜도 나가지 않습니다. 누가 보냈는지는 앱을 깔 때 만들어진 무작위 번호로만 구분하고, 그 번호는 Apple 계정이나 기기와 이어져 있지 않습니다. 앱을 지우면 사라집니다. 끄시면 이 기기에 적어 둔 날짜 기록도 함께 지웁니다.
en: Only the **numbers on this screen** are sent. No to-do titles, no event names, no category names, no dates. Who sent it is distinguished only by a random number made when you installed the app; that number isn't tied to your Apple Account or your device, and it disappears when you delete the app. Turn this off and the date records kept on this device are erased too.
zh_hant: 傳送的**只有此畫面上的數字**。待辦事項標題、行程名稱、分類名稱、日期都不會傳出去。 傳送者只以安裝 App 時產生的隨機號碼來區分，這個號碼與 Apple 帳號或裝置都沒有關聯。刪除 App 後就會消失。 關閉此功能時，記錄在這部裝置上的日期紀錄也會一併刪除。

source: 보라
en: Purple
zh_hant: 紫色

source: 보통 - 균형잡힌 날짜에 배치됩니다
en: Medium — placed on balanced days
zh_hant: 中：排在較平均的日子

source: 보통이에요
en: Comfortable
zh_hant: 還算寬鬆

source: 복원
en: Restore
zh_hant: 回復

source: 복원 성공
en: Restore complete
zh_hant: 回復成功

source: 복원 시작 중...
en: Starting restore…
zh_hant: 正在開始回復⋯

source: 복원 실패
en: Restore failed
zh_hant: 回復失敗

source: 복원 완료
en: Restore finished
zh_hant: 回復完成

source: 부분 달성
en: Partly met
zh_hant: 部分達成

source: 부분 실패 %lld건
en: %lld partial failures
zh_hant: 部分失敗 %lld 筆

source: 분류
en: Category
zh_hant: 分類

source: 분류 고치기
en: Edit category
zh_hant: 編輯分類

source: 분류 만들기
en: New category
zh_hant: 新增分類

source: 분류 만들기·고치기
en: Create and edit categories
zh_hant: 新增與編輯分類

source: 분류 목록 옆의 숫자가 이 합계입니다. 완료한 것과 지난 주에서 넘어온 것, 큰 일 안의 단계까지 함께 셉니다. 이 분류를 지우면 위 할 일들이 ‘미분류’로 바뀌고, 할 일 자체는 그대로 남습니다.
en: The number beside a category is this total. It counts what's finished, what carried over from last week, and steps inside larger jobs. Delete this category and the to-dos above become Uncategorized — the to-dos themselves stay.
zh_hant: 分類清單旁的數字就是這個總數。已完成的、從上週延續過來的，以及大事項裡的步驟都一起計算。 刪除此分類後，上方的待辦事項會變成「未分類」，待辦事項本身則會保留。

source: 분류 삭제
en: Delete category
zh_hant: 刪除分類

source: 분류 이름
en: Category name
zh_hant: 分類名稱

source: 분산 분석 완료
en: Analysis done
zh_hant: 分散分析完成

source: 분산 완료
en: Spread out
zh_hant: 已分散

source: 붙이고 거두는 건 오른쪽으로 밀기
en: Swipe right to add it or take it back
zh_hant: 向右滑動即可貼上或收回

source: 블록으로
en: as a block
zh_hant: 以整塊

source: 블록으로 회수
en: Reclaimed in blocks
zh_hant: 以整塊收回

source: 빈 시간 %@
en: %@ free
zh_hant: 空閒 %@

source: 빈 시간에 집을 조각
en: Quick picks for free time
zh_hant: 空檔時可順手做的碎片

source: 빈 자리가 이만큼 남지 않아 아무 데도 못 놓았습니다. 다른 날로 미루거나 시간을 줄여야 해요.
en: No day has this much room left, so it couldn't be placed anywhere. Move it to another day or cut the hours.
zh_hant: 沒有哪一天還剩這麼多空位，所以放不進去。請改到其他天，或減少時數。

source: 빠듯해요
en: Tight
zh_hant: 很緊湊

source: 빨강
en: Red
zh_hant: 紅色

source: 빼기
en: Remove
zh_hant: 移除

source: 사용 가능
en: Available
zh_hant: 可用

source: 상
en: High
zh_hant: 高

source: 사용 통계
en: Usage stats
zh_hant: 使用統計

source: 사용자 지정
en: Custom
zh_hant: 自訂

source: 삭제
en: Delete
zh_hant: 刪除

source: 삭제 실패
en: Delete failed
zh_hant: 刪除失敗

source: 삭제 완료
en: Deleted
zh_hant: 已刪除

source: 새 분류
en: New category
zh_hant: 新分類

source: 새 일을 시작하기엔 전환 비용에 다 먹힙니다. 다음 일의 계획을 적어 두는 데 쓰세요.
en: Too short to start something new — switching eats it all. Use it to write down the plan for what's next.
zh_hant: 太短了，開始新的事會被切換成本吃光。用來寫下下一件事的計畫吧。

source: 새 타이머는 다이나믹 아일랜드와 잠금화면에 남은 시간이 보입니다. 이번 타이머만 감추려면 타이머 화면에서 끄십시오.
en: New timers show the remaining time in the Dynamic Island and on the Lock Screen. To hide just the current timer, turn it off on the timer screen.
zh_hant: 新的計時器會在動態島和鎖定畫面顯示剩餘時間。若只想隱藏這一個計時器，請在計時器畫面關閉。

source: 새 타이머는 다이나믹 아일랜드와 잠금화면에 띄우지 않습니다. 이번 타이머만 보이려면 타이머 화면에서 켜십시오.
en: New timers won't appear in the Dynamic Island or on the Lock Screen. To show just the current timer, turn it on on the timer screen.
zh_hant: 新的計時器不會顯示在動態島和鎖定畫面。若只想顯示這一個計時器，請在計時器畫面開啟。

source: 새 프로젝트
en: New Project
zh_hant: 新專案

source: 새 프로젝트…
en: New Project…
zh_hant: 新專案⋯

source: 색
en: Color
zh_hant: 顏色

source: 새로
en: New
zh_hant: 新

source: 새로고침
en: Refresh
zh_hant: 重新整理

source: 새로운 일정 만들기
en: Create a new event
zh_hant: 建立新行程

source: 샘플 데이터 추가
en: Add sample data
zh_hant: 加入範例資料

source: 서로 기다리지 않습니다. 남은 것 중 5분에 집을 수 있는 것부터 세웁니다.
en: They don't wait for each other. Whatever's left that fits in five minutes comes first.
zh_hant: 彼此不必等待。剩下的步驟中，五分鐘內能做的排在前面。

source: 선택한 일정 추가 (%lld개)
en: Add the selected events (%lld)
zh_hant: 加入所選行程（%lld 個）

source: 선택한 캘린더에서만 가져오기
en: Import only from the calendars you pick
zh_hant: 只從所選的行事曆匯入

source: 설정
en: Settings
zh_hant: 設定

source: 설정 앱 열기
en: Open Settings
zh_hant: 打開「設定」App

source: 설정, 새로 볼 것 있음
en: Settings, something new
zh_hant: 設定，有新內容

source: 설정에서 iCloud에 로그인하면 다른 사람과 할 일을 공유할 수 있습니다.
en: Sign in to iCloud in Settings to share to-dos with someone else.
zh_hant: 在「設定」中登入 iCloud，就能與他人共享待辦事項。

source: 설정에서 언제든 바꿀 수 있습니다.
en: You can change this in Settings any time.
zh_hant: 之後隨時可以在「設定」中更改。

source: 성공
en: Succeeded
zh_hant: 成功

source: 세는 중
en: Timing
zh_hant: 計時中

source: 세는 중…
en: Counting…
zh_hant: 計算中⋯

source: 세는 중에만
en: While timing
zh_hant: 僅在計時中

source: 세는 중에만 보기
en: Show only while timing
zh_hant: 僅在計時中顯示

source: 세로로 이어진 길이
en: How far it runs down
zh_hant: 縱向延伸的長度

source: 세부 단계
en: Substeps
zh_hant: 子步驟

source: 세지 못했습니다: %@
en: Couldn't count: %@
zh_hant: 無法計算：%@

source: 소요시간
en: Time
zh_hant: 所需時間

source: 수동 백업
en: Back up now
zh_hant: 立即備份

source: 수면 시간
en: Sleep
zh_hant: 睡眠時間

source: 수면 시간 접기
en: Hide sleep
zh_hant: 收起睡眠時間

source: 수면 시간 펴기
en: Show sleep
zh_hant: 展開睡眠時間

source: 수면·출근 같은 고정 루틴은 맥앱 ‘무지개 공방’에 적어 둔 것을 iCloud로 읽어 옵니다. iCloud에 로그인되어 있는지 확인해주세요.
en: Fixed routines like sleep and commuting are read over iCloud from what you wrote in Rainbow Workshop on the Mac. Check that you're signed in to iCloud.
zh_hant: 睡眠、通勤等固定的例行事項，會透過 iCloud 讀取你在 Mac App「彩虹工坊」中寫下的內容。請確認已登入 iCloud。

source: 수정
en: Edit
zh_hant: 編輯

source: 순서대로
en: In order
zh_hant: 依序

source: 숨 돌리기
en: Breather
zh_hant: 喘口氣

source: 숨 돌린 것 적기
en: Log a breather
zh_hant: 記下喘口氣

source: 스키마 만들기
en: Create schema
zh_hant: 建立結構描述

source: 스토어가 없습니다.
en: No store available.
zh_hant: 沒有可用的商店。

source: 승인을 기다리는 중입니다. 승인되면 자동으로 열립니다.
en: Waiting for approval. It opens on its own once approved.
zh_hant: 正在等待核准。核准後會自動開啟。

source: 시간 분석에서 자유시간 중 수면시간을 별도로 표시합니다.
en: Shows sleep separately from free time in the analysis.
zh_hant: 在時間分析中，將睡眠時間從空閒時間中分開顯示。

source: 시간 쓰는 날
en: Days you work on it
zh_hant: 投入時間的日子

source: 시간 안 잡음
en: No time set
zh_hant: 未設定時間

source: 시간 잡은 일
en: Timed
zh_hant: 已排時間的事

source: 시간 통계
en: Time stats
zh_hant: 時間統計

source: 시간·조각 판정
en: Time and fragment call
zh_hant: 時間與碎片判定

source: 시간은 아래에서 위로 쌓여 이 할 일의 소요시간이 됩니다. 순서 바꾸기·하위 단계는 상세 화면의 ‘단계’에서 합니다.
en: Time stacks from the bottom up into this to-do's total. Reordering and substeps live under Steps on the detail screen.
zh_hant: 時間由下往上累加，成為這個待辦事項的所需時間。 調整順序與子步驟，請在詳細畫面的「步驟」中進行。
